Repository: cmus/cmus
Catalog: lang/*/cmus.po
Languages: es

source: could not open directory '%s': %s
es: no se pudo abrir el directorio '%s': %s

source: could not read playlist '%s': %s
es: nose pudo leer la playlist '%s': %s

source: Delete file '%s'? [y/N]
es: ¿Borrar archivo '%s'? [s/N]

source: deleting '%s': %s
es: borrando '%s': %s

source: could not update contents '%s': %s
es: no se pudo actualizar el contenido '%s': %s

source: Couldn't get file information for %s
es: No se pudo obtener la información del archivo %s

source: :clear only works in views 1-4
es: :clear solo funciona en las vistas 1-4

source: adding '%s': %s
es: agregando '%s': %s

source: :add only works in views 1-4
es: :add solo funciona en las vistas 1-4

source: loading '%s': %s
es: cargando '%s': %s

source: loading '%s': not a playlist file
es: cargando '%s': no es un archivo de playlist

source: :load only works in views 1-2
es: :load solo funciona en las vistas 1-2

source: need a file as argument, no default stored yet
es: se necesita un archivo como argumento, ninguno almacenado por defecto aún

source: saving '%s': %s
es: guardando '%s': %s

source: :save only works in views 1 - 4
es: :save solo funciona en las vistas 1-4

source: can't save when tracks are being added
es: no se puede guardar cuando se están agregando pistas

source: invalid option -%c
es: opción inválida -%c

source: not enough arguments
es: faltan argumentos

source: too many arguments
es: demasiados argumentos

source: setting: '%s=%s'
es: ajuste: '%s=%s'

source: To get started with cmus, read cmus-tutorial(7) and cmus(1) man pages
es: Para empezar a usar cmus, lea las páginas de man de cmus-tutorial(7) y cmus(1)

source: :invert only works in views 2-4
es: :invert solo funciona en las vistas 2-4

source: :mark only works in views 2-4
es: :mark solo funciona en las vistas 2-4

source: :unmark only works in views 2-4
es: :unmark solo funciona en las vistas 2-4

source: could not cd to '%s': %s
es: no se pudo hacer cd a '%s': %s

source: expecting 3 arguments (context, key and function)
es: se esperan 3 argumentos (contexto, tecla y función)

source: expecting 2 arguments (context and key)
es: se esperan 2 argumentos (contexto y tecla)

source: Quit cmus? [y/N]
es: ¿Salir de cmus? [s/N]

source: Tracks are being added. Quit and truncate playlist(s)? [y/N]
es: Se están agregando pistas ¿Salir y truncar playlist? [s/N]

source: Command execution is supported only in views 1-4
es: Ejecución de comandos solo soportada en vistas 1-4

source: Execute %s for the %d selected files? [y/N]
es: ¿Ejecutar %s para los %d archivos seleccionados? [s/N]

source: Aborted
es: Abortado

source: executing %s: %s
es: ejecutando %s: %s

source: %s returned %d
es: %s devolvió %d

source: %s received signal %d
es: %s recibió la señal %d

source: executing '%s': %s
es: ejecutando '%s': %s

source: :pl-export only works in view 3
es: :pl-export solo funciona en la vista 3

source: For convenience, you can not add ".." directory from the browser view
es: Por conveniencia no se puede agregar el directorio ".." desde la vista de explorador

source: not enough arguments
es: faltan argumentos

source: :pl-rename only works in view 3
es: :pl-rename solo funciona en la vista 3

source: invalid argument
es: argumento inválido

source: argument must be positive integer
es: el argumento debe ser un entero positivo

source: unknown command
es: comando desconocido

source: ambiguous command
es: comando ambiguo

source: error parsing filter %s: %s
es: error interpretando filtro %s: %s

source: recursion detected in filter %s
es: se detectó recursión en el filtro %s

source: error parsing filter: %s
es: error interpretando filtro: %s

source: filter name too long
es: nombre de filtro demasiado largo

source: no such filter %s
es: no existe el filtro: %s

source: Delete filter '%s'? [y/N]
es: ¿Borrar filtro '%s'? [s/N]

source: invalid argument ('key=value' expected)
es: argumento inválido (se espera 'key=value')

source: invalid filter name (can only contain 'a-zA-Z0-9_-' characters)
es: nombre de filtro inválido (solo puede contener los caracteres 'a-zA-Z0-9_-')

source: Keybindings
es: Atajos

source: Unbound Commands
es: Comandos no Asignados

source: Options
es: Opciones

source: Remove selected binding? [y/N]
es: ¿Quitar atajo seleccionado? [s/N]

source: couldn't open directory `%s': %s
es: no se pudo abrir el directorio `%s': %s

source: invalid context '%s'
es: contexto inválido '%s'

source: invalid key '%s'
es: tecla inválida '%s'

source: No such binding
es: No existe atajo

source: no such option %s
es: no existe opción %s

source: Delete selected playlist? [y/N]
es: ¿Borrar playlist seleccionada? [s/N]

source: File exists. Overwrite? [y/N]
es: El archivo existe ¿Sobreescribir? [s/N]

source: <Various Artists>
es: <Artistas Varios>

source: <No Name>
es: <Sin Nombre>

source: Artist / Album
es: Artista / Album

source: Track%=Library
es: Pista%=Biblioteca

source: Track%=%{total}
es: Pista%=%{total}

source: sorted by
es: ordenado por

source: %s %s - %d tracks
es: %s %s - %d pistas

source: %s - %d tracks
es: %s - %d pistas

source: (%d marked)
es: (%d marcadas)

source: Library
es: Biblioteca

source: Play Queue
es: Cola de Reproducción

source: Browser - %s
es: Explorador - %s

source: Library Filters
es: Filtros de Biblioteca

source: Settings
es: Ajustes

source: filtered: %s
es: filtrados: %s

source: y
es: s

source: Track
es: Pista

source: Artist/album
es: Artista/album

source: Title
es: Título

source: File/Directory
es: Archivo/Directorio

source: Filter
es: Filtro

source: Binding/command/option
es: Atajo/comando/opción

source: %s not found: %s
es: No se encontró %s: %s

source: couldn't run `%s': %s
es: no se pudo ejecutar `%s': %s
